Repository: Ecodev/natural
Catalog: projects/natural/i18n/messages.*.xlf
Languages: cs, de, it

source: Annuler
cs: Storno
de: Abbrechen
it: Annullare

source: Mis à jour
cs: Aktualizováno

source: Créé
cs: Vytvořeno

source: Suppression
cs: Vymazání

source: Voulez-vous supprimer définitivement cet élément ?
cs: Trvale smazat tuto položku?

source: Supprimer définitivement
cs: Trvale smazat
de: Definitiv löschen
it: Cancellare definitivamente

source: Supprimé
cs: Smazáno

source: Voulez-vous supprimer définitivement les éléments sélectionnés ?
cs: Trvale smazat vybrané položky?

source: Sélectionner les colonnes
cs: Vybrat sloupce
de: Kolonnen auswählen
it: Selezionare le colonne

source: Recherche et sélection
cs: Výzkum a výběr
de: Suche und Auswahl
it: Ricerca e seleziona

source: {{ moreNbItems }} élément(s) supplémentaire(s)
cs: {{ moreNbItems }} další prvky
de: {{ moreNbItems }} zusätzliche(s) Element(e)
it: {{ moreNbItems }} elemento(i) supplementare(i)

source: Désélectionner
cs: Zrušit výběr
de: Auswahl zurücksetzen
it: Deselezionare

source: Naviguer vers
cs: Jít do
de: Gehe zu
it: Vai a

source: Ce champ est requis
cs: Toto pole je povinné
de: Dieses Feld ist erforderlich
it: Questo campo è necessario

source: Valeur
cs: Hodnota
de: Wert
it: Valore

source: Opérateur
cs: Operátor
de: Bediener
it: Operatore

source: Rechercher
cs: Vyhledat

source: Aucun résultat
cs: Žádné výsledky
de: Keine Ergebnisse
it: Nessun risultato

source: Date
cs: Datum
de: Datum
it: Data

source: Sélection
cs: Výběr
de: Auswahl
it: Scelta

source: Valider
cs: Potvrdit
de: Bestätigen
it: Convalidare

source: Titre
cs: Název
de: Bezeichnung
it: Titolo

source: Dissocier
cs: Odpojit
de: Trennen
it: Dissociare

source: Création
cs: Tvorba
de: Erstellung
it: Creazione

source: Modification
cs: Úpravy
de: Änderung
it: Modifica
